{
  "homepage": {
    "hero_title": "Transformer le Droit par l'Intelligence Artificielle.",
    "hero_subtitle": "De l'expertise juridique OHADA et anti blanchiment de capitaux, aux solutions de recouvrement augmentées par l'IA, GSF Consulting International réinvente le conseil pour l'Afrique.",
    "vision_subtitle": "Une transition vers le conseil 4.0",
    "vision_text": "Depuis plus de 20 ans, GSF Conseil accompagne les grandes institutions de l'espace francophone. Aujourd'hui, sous l'impulsion de Gilles Feliho, nous devenons GSF Consulting International.\n\nNotre mission ? Allier la profondeur de l'expertise juridique traditionnelle à la puissance de l'intelligence artificielle. Nous aidons les entreprises, États et investisseurs à naviguer dans la complexité du droit des affaires africain (OHADA, UEMOA), tout en optimisant leurs processus critiques comme le recouvrement de créances et la gestion des risques."
  },
  "piliers_section": {
    "title": "Nos 5 Piliers d'Excellence",
    "piliers": [
      { "title": "Innovation Juridique", "description": "L'IA au service de la résolution de litiges et de la conformité. LegalTech et Intelligence Artificielle Juridique." },
      { "title": "Expertise Afrique-Francophonie", "description": "Maîtrise absolue des espaces OHADA, UEMOA, CEDEAO et CIMA. Conseil juridique OHADA." },
      { "title": "Maîtrise Technologique", "description": "Des solutions SaaS et des algorithmes propriétaires." },
      { "title": "Négociation Internationale", "description": "Une approche diplomatique et stratégique des conflits." },
      { "title": "Gestion du Risque", "description": "Protection des investissements et sécurisation des projets. Due Diligence et Sécurisation juridique." }
    ]
  },
  "offres_phares": [
    { "title": "Agent IA de Recouvrement", "description": "Automatisez vos créances impayées. Analyse de risque, scoring prédictif et relances intelligentes conformes au droit OHADA." },
    { "title": "Conseil Juridique & Financier", "description": "Expertise reconnue auprès de la CEDEAO, l'AFD et la Francophonie. Négociation internationale et gestion des risques." },
    { "title": "Plateforme RegTech & Conformité", "description": "Solutions technologiques pour automatiser la conformité (AML) et sécuriser les opérations financières." }
  ],
  "expert_section": {
    "bio": "Expert international en droit des affaires et anti-blanchiment de capitaux, pionnier de l'intersection entre le droit africain et l'intelligence artificielle. Auteur de Homo Algorithmicus et Blanchiment en liberté.",
    "book_fnac": "https://www.fnac.com/livre-numerique/a21477208/Gilles-Feliho-Homo-Algorithmicus",
    "book_amazon": "https://www.amazon.fr/dp/B0FBKFJRZC"
  },
  "blog_posts": [
    {
      "title": "L'IA dans la lutte contre le blanchiment de capitaux en Afrique",
      "slug": "ia-lutte-blanchiment-afrique-2026",
      "date": "2026-02-27T00:00:00.000Z",
      "image": "/uploads/intelligence-artificielle-droit-ohada-jpeg.jpg",
      "excerpt": "Exploration des applications de l'intelligence artificielle pour renforcer la conformité.",
      "body": "# L’IA dans la lutte contre le blanchiment de capitaux en Afrique : opportunités et défis\n\n**Résumé** : L’intelligence artificielle (IA) émerge comme un outil puissant pour renforcer la conformité anti-blanchiment (LBC/FT) en Afrique, notamment dans l’espace OHADA. Cet article explore les applications innovantes de l’IA pour détecter et prévenir les activités illicites, tout en abordant les opportunités et les défis inhérents à son déploiement sur le continent.\n\n## Introduction : Un défi persistant pour l’Afrique\nLe blanchiment de capitaux et le financement du terrorisme (BC/FT) représentent un défi majeur pour la stabilité économique et la gouvernance en Afrique. Des pays comme la Côte d’Ivoire figurent encore sur la liste grise du Groupe d’Action Financière (GAFI), soulignant la nécessité de renforcer les dispositifs de lutte [1] [2]. Face à l’ingéniosité croissante des réseaux criminels, les méthodes traditionnelles de détection montrent leurs limites. C’est dans ce contexte que l’intelligence artificielle offre des perspectives prometteuses pour transformer la LBC/FT sur le continent.\n\n## L’IA : Un allié stratégique contre les flux financiers illicites\nL’intelligence artificielle, par sa capacité à traiter et analyser de vastes volumes de données, peut révolutionner la LBC/FT. Ses applications sont multiples :\n\n- **Détection des anomalies et des schémas suspects** : Les algorithmes d’apprentissage automatique peuvent identifier des comportements transactionnels inhabituels, des relations cachées entre entités ou des flux financiers complexes qui échappent aux systèmes basés sur des règles prédéfinies.\n- **Amélioration de la connaissance client (KYC)** : L’IA peut automatiser et affiner les processus de vérification d’identité, d’analyse des risques liés aux clients (ABR) et de surveillance continue.\n- **Automatisation des rapports réglementaires** : Les solutions basées sur l’IA peuvent générer automatiquement les déclarations d’opérations suspectes (DOS).\n\n## Le contexte OHADA et les exigences réglementaires\nL’espace OHADA est particulièrement concerné. Les institutions financières sont soumises à des exigences strictes de la part de la BCEAO et de la BEAC. L'IA peut aider à rencontrer ces exigences de reporting et de surveillance renforcée.\n\n## Conclusion\nL'intelligence artificielle représente une opportunité sans précédent pour l'Afrique de renforcer sa lutte contre le blanchiment de capitaux."
    },
    {
      "title": "Intelligence stratégique et souveraineté cognitive",
      "slug": "souverainete-cognitive-afrique-2026",
      "date": "2026-02-26T10:00:00.000Z",
      "image": "https://media.licdn.com/dms/image/v2/D4D12AQFU12fCQXH7Aw/article-cover_image-shrink_720_1280/B4DZh1B0xtGgAQ-/0/1754310081071?e=2147483647&v=beta&t=LSMaP6YsupmJY_l_twUfqgz88JIMlAIUc2cI_D5Suvk",
      "excerpt": "L'IA et la finance numérique imposent une nouvelle souveraineté.",
      "body": "# Audit de Souveraineté Cognitive™ (ASC™) : Transformez le risque IA en avantage concurrentiel\n\nFace à l'explosion des exigences réglementaires (AI Act, ACPR, BCEAO), les institutions financières font face à un défi existentiel : celui de la \"Black Box Juridique\". Comment justifier des décisions automatisées lorsque l'algorithme est opaque ?\n\n## 1. Le défi : la \"Black Box Juridique\"\nL'incapacité à expliquer et justifier les décisions prises par des algorithmes expose votre institution à des risques majeurs :\n- **Sanctions financières** : jusqu'à 7% du chiffre d'affaires mondial avec le règlement européen AI Act.\n- **Contentieux clients** : refus de crédit, décisions KYC/AML contestables.\n\n## 2. La proposition de valeur unique de l'ASC™\nL'Audit de Souveraineté Cognitive™ repose sur trois promesses stratégiques :\n\n🔄 **De la conformité défensive à l'innovation proactive**\nL'ASC™ positionne votre établissement comme pionnier de la gouvernance IA.\n\n🔍 **De la boîte noire à la \"boîte de verre\" justiciable**\nVotre direction peut désormais justifier chaque décision automatisée – scoring crédit, détection de fraude – face à un client, un juge ou un régulateur.\n\n💰 **Du coût obligatoire au levier de valorisation**\nL'ASC™ est un centre de profit déguisé. En sécurisant vos actifs et votre réputation, vous devenez un acteur \"low-risk\" et \"high-trust\".\n\n## 3. La méthodologie en quatre étapes\n1. **Cartographie** : Identification exhaustive des processus IA critiques.\n2. **Audit** : Évaluation de la conformité, détection des biais.\n3. **Encadrement** : Création sur-mesure du Règlement Intérieur IA.\n4. **Transformation** : Intégration de la souveraineté cognitive dans la stratégie d'innovation."
    },
    {
      "title": "IA et Avocats en Afrique : Réinvention ou menace ?",
      "slug": "ia-avocats-afrique-ohada-2026",
      "date": "2026-02-23T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "L'IA va-t-elle remplacer les avocats en Afrique ? Analyse des positions officielles.",
      "body": "# IA et Avocats en Afrique : Réinvention du métier ou menace réelle ?\n\nLa question n’est plus théorique. À Abidjan, Dakar ou Nairobi, magistrats et avocats s’interrogent : l’Intelligence Artificielle va-t-elle remplacer les avocats en Afrique ?\n\n## I. L’IA est déjà opérationnelle\nDès 2025, l’IA n’est plus expérimentale mais opérationnelle. Des outils comme LawPavilion (Nigeria) ou CaseRadar (Afrique du Sud) réduisent le temps de révision documentaire de 70%.\n\n## II. Positions officielles\nLes instances dirigeantes ne laissent pas la place au flou :\n- **Kenya** : La Cour suprême exige une vérification humaine.\n- **Côte d'Ivoire / Sénégal** : L’IA est perçue comme un \"levier essentiel\" pour des avocats plus performants.\n\n## III. Analyse critique\nL'IA ne remplacera pas l'essence du métier d'avocat : le conseil, la plaidoirie, l'éthique. En revanche, elle transforme profondément les méthodes de travail. L'avocat augmenté remplacera l'avocat qui refuse l'IA."
    },
    {
      "title": "Révélation : 950 milliards FCFA échappent aux radars",
      "slug": "950-milliards-fcfa-benin-nigeria-2026",
      "date": "2026-02-25T10:00:00.000Z",
      "image": "/uploads/intelligence-artificielle-droit-ohada-jpg.jpg",
      "excerpt": "Enquête sur les flux financiers illicites entre le Bénin et le Nigeria.",
      "body": "# Révélation exclusive : 950 milliards FCFA de flux illicites\n\nDans cette enquête exclusive, Gilles Sixte FELIHO lève le voile sur un système parallèle tentaculaire. Découvrez comment entre 700 et 950 milliards de FCFA échappent chaque année aux contrôles.\n\n## 1. L’ampleur des flux \"fantômes\"\nMes investigations terrain révèlent une économie parallèle massive :\n- 935,6 milliards FCFA d’importations informelles.\n- Plus de 200 points de passage frauduleux identifiés.\n\n## 2. Le maillon noir : le financement du terrorisme\nLa chaîne criminelle est claire : Commerce illicite -> Conversion anonyme -> Réinjection pour les groupes armés.\n\n## 3. Les solutions technologiques\nJe recommande le déploiement immédiat de RASME et l'Intelligence Artificielle pour la détection de patterns suspects."
    },
    {
      "title": "Souveraineté cognitive 2026 : Feuille de route",
      "slug": "souverainete-cognitive-2026-feuille-route",
      "date": "2026-02-28T00:00:00.000Z",
      "image": "/uploads/souverainete-cognitive-18-mois-jpg.jpg",
      "excerpt": "Une feuille de route en 18 mois pour transformer l'IA en actif stratégique.",
      "body": "![Souveraineté Cognitive 2026](/uploads/img-6695.png)"
    },
    {
      "title": "Naviguer le Labyrinthe Réglementaire UEMOA/CEMAC",
      "slug": "naviguer-labyrinthe-reglementaire-uemoa-cemac-2026",
      "date": "2026-02-28T10:00:00.000Z",
      "image": "https://z-cdn-media.chatglm.cn/files/2a543b6c-16a8-4c9d-8f3c-283520b1f102.png",
      "excerpt": "L’essor des fintechs s’accompagne d’un durcissement prudentiel. Découvrez comment transformer la conformité en avantage compétitif.",
      "body": "## Introduction\n\nL’essor des fintechs en Afrique de l’Ouest et Centrale est spectaculaire. Mais cette dynamique s’accompagne d’un durcissement prudentiel sans précédent.\n\n## 1. Le Diagnostic : Un Cadre Règlementaire Fragmenté\nLe premier réflexe d’un professionnel est de cartographier la superposition des normes : OHADA, GAFI, BCEAO, BEAC/COBAC.\n\n## 2. L’IA Comme \"Co-pilote\"\n- **Onboarding & KYC** : L’IA automatise la détection d’anomalies.\n- **Veille Réglementaire Intelligente** : Le moteur d’IA analyse les nouvelles circulaires.\n- **Gestion du Recouvrement OHADA** : L’IA garantit que l’automatisation reste dans le cadre juridique.\n\n## Conclusion\nL’avenir de la finance en Afrique se jouera sur cette capacité à allier innovation technologique et robustesse juridique."
    },
    {
      "title": "Scoring Credit & Conformité BCEAO : Retour d'Expérience",
      "slug": "scoring-credit-conformite-bceao-thin-file",
      "date": "2026-02-20T10:00:00.000Z",
      "image": "https://z-cdn-media.chatglm.cn/files/a00a8109-a899-4ad9-b90a-9ff3f917ab9b.JPG",
      "excerpt": "Audit d'un modèle de prédiction pour une Fintech BNPL en UEMOA.",
      "body": "# Scoring Credit & Conformité BCEAO en Environnement \"Thin File\"\n\n## Le Chiffre qui Change la Donne\n\nLors d'une mission récente pour une fintech de paiement fractionné (BNPL), nous avons été confrontés à un problème critique : comment prouver au superviseur que son modèle de scoring était robuste, non-discriminatoire et traçable ?\n\nLe coût de l'immobilisation pour mise en conformité était estimé à 4500 € par jour.\n\n## La Matérialité du Risque\n\nEn zone UEMOA, le régulateur attend que les institutions soient capables d'expliquer leurs décisions. Nous avons suivi une méthodologie en trois couches :\n1. Performance Statistique.\n2. Stabilité (Data Drift).\n3. Auditabilité.\n\n## Conclusion\n\nCette mission a abouti à un modèle de scoring \"boîte blanche\" parfaitement documenté. La conformité devient un actif stratégique."
    },
    {
      "title": "Interview : Gilles Feliho, l'architecte de la Souveraineté Cognitive™",
      "slug": "interview-gilles-feliho-souverainete-cognitive",
      "date": "2026-02-21T10:00:00.000Z",
      "image": "https://z-cdn-media.chatglm.cn/files/3b0c95c5-6ee8-4ea6-9017-7bf2b016bfe5.PNG",
      "excerpt": "Face aux nouveaux risques de l'IA, Gilles Feliho théorise l'Audit de Souveraineté Cognitive™.",
      "body": "# Interview : Gilles FELIHO, l'architecte de la Souveraineté Cognitive™\n\n**GSF Consulting :** Monsieur FELIHO, votre parcours est un pont entre la rigueur financière parisienne et l’agilité des marchés ouest-africains. Comment cette double culture forge-t-elle votre vision ?\n\n**Gilles FELIHO :** Mon expertise s'est construite à l'épicentre de ces deux mondes. J'ai passé plus de deux décennies sur le terrain africain. Aujourd'hui, je conçois des cadres qui permettent de transformer ces contraintes en leviers de compétitivité.\n\n**GSF Consulting :** Vous avez théorisé l’« Audit de Souveraineté Cognitive™ » (ASC™). Quel problème résout-il ?\n\n**Gilles FELIHO :** Le problème majeur est la « Black Box Juridique ». Si la direction juridique est incapable de justifier une décision algorithmique face à la BCEAO, l’institution s’expose à des amendes pouvant atteindre 11 % de son chiffre d’affaires. L’ASC™ est une architecture de confiance.\n\n**GSF Consulting :** Quel est le lien avec la souveraineté numérique ?\n\n**Gilles FELIHO :** Si nos banques utilisent des IA « boîtes noires » étrangères, elles perdent leur capacité d'audit et leur souveraineté monétaire."
    },
    {
      "title": "Le Droit Exécutable : Transformer la Contrainte IA en Levier Stratégique",
      "slug": "droit-executable-gouvernance-ia-afrique",
      "date": "2026-02-22T10:00:00.000Z",
      "image": "https://z-cdn-media.chatglm.cn/files/33ced19d-96ea-4981-8c43-87e0e3fde287.PNG",
      "excerpt": "Découvrez comment le droit exécutable révolutionne la conformité IA en Afrique.",
      "body": "# Le Droit Exécutable : Quand la Norme Devient Architecture\n\n## Introduction\nNous sommes face à une contradiction. D'un côté, l'AI Act impose la traçabilité. De l'autre, la BCEAO renforce ses contrôles. Une solution émerge : le droit exécutable (executable law).\n\n## Qu'est-ce que le droit exécutable ?\nIl consiste à formaliser les règles juridiques sous forme d'algorithmes capables d'appliquer automatiquement des décisions conformes.\n\n## Les 4 Piliers selon GSF Consulting\n1. **Traçabilité** : Rendre l'algorithme accountable.\n2. **Opposabilité** : Faire du code un acte juridique.\n3. **Rétroactivité maîtrisée** : Mise à jour sans rompre la confiance.\n4. **Souveraineté Cognitive** : Garder le contrôle sur la logique algorithmique.\n\n**Conclusion** : Les institutions qui intégreront le droit exécutable disposeront d'un avantage compétitif décisif."
    }
  ]
}