{
  "homepage": {
    "hero_title": "Transformer le Droit par l'Intelligence Artificielle.",
    "hero_subtitle": "De l'expertise juridique OHADA et anti blanchiment de capitaux, aux solutions de recouvrement augmentées par l'IA, GSF Consulting International réinvente le conseil pour l'Afrique.",
    "vision_subtitle": "Une transition vers le conseil 4.0",
    "vision_text": "Depuis plus de 20 ans, GSF Conseil a accompagné les grandes institutions de l'espace francophone. Aujourd'hui, sous l'impulsion de Gilles Feliho, nous devenons GSF Consulting International.\n\nNotre mission ? Allier la profondeur de l'expertise juridique traditionnelle à la puissance de l'intelligence artificielle. Nous aidons les entreprises, États et investisseurs à naviguer dans la complexité du droit des affaires africain, tout en optimisant leurs processus critiques comme le recouvrement de créances et la gestion des risques."
  },
  "piliers_section": {
    "title": "Nos 5 Piliers d'Excellence",
    "piliers": [
      { "title": "Innovation Juridique", "description": "L'IA au service de la résolution de litiges et de la conformité. LegalTech et Intelligence Artificielle Juridique." },
      { "title": "Expertise Afrique-Francophonie", "description": "Maîtrise absolue des espaces OHADA, UEMOA, CEDEAO et CIMA. Conseil juridique OHADA." },
      { "title": "Maîtrise Technologique", "description": "Des solutions SaaS et des algorithmes propriétaires." },
      { "title": "Négociation Internationale", "description": "Une approche diplomatique et stratégique des conflits." },
      { "title": "Gestion du Risque", "description": "Protection des investissements et sécurisation des projets. Due Diligence et Sécurisation juridique." }
    ]
  },
  "expert_section": {
    "bio": "Expert international en droit des affaires et anti-blanchiment de capitaux, pionnier de l'intersection entre le droit africain et l'intelligence artificielle. Auteur de *Homo Algorithmicus* et *Blanchiment en liberté*.",
    "book_fnac": "https://www.fnac.com/livre-numerique/a21477208/Gilles-Feliho-Homo-Algorithmicus",
    "book_amazon": "https://www.amazon.fr/dp/B0FBKFJRZC"
  },
  "blog_posts": [
    {
      "title": "L'Intelligence Artificielle va-t-elle remplacer les avocats en Afrique ?",
      "date": "2026-02-23T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "Analyse critique de l'impact de l'IA sur les métiers du droit dans l'espace OHADA et l'UEMOA.",
      "body": "### Introduction\nLa question n'est plus une anticipation futuriste. Elle anime aujourd'hui les débats des bâtonniers d'Abidjan à Dakar. Nous assistons à une réinvention profonde de la profession.\n\n### I. L'IA déjà opérationnelle\nEn 2025, dans les hubs comme le Nigeria ou l'Afrique du Sud, des outils comme LawPavilion réduisent le temps de révision documentaire de 70%. Au Kenya, LegalBot offre déjà des conseils via chatbot.\n\n### II. Positions des Barreaux\n- **Kenya** : La Cour suprême appelle à une vigilance éthique après des citations fictives.\n- **Côte d'Ivoire** : Le Bâtonnier Florence Loan-Messan souligne que l'IA optimise déjà les coûts en cabinet.\n- **Sénégal** : Maître Léon Sarr voit l'IA comme une nécessité pour une justice équitable.\n\n### III. L'Avocat Augmenté\nL'IA remplace les tâches administratives (73% du temps des avocats), mais pas le jugement éthique ni la relation client. L'avocat qui utilise l'IA remplacera celui qui la refuse.\n\n### IV. Spécificités OHADA\nLe droit OHADA, par son unification, est un terrain idéal pour l'IA. GSF Consulting développe des solutions pour accélérer le recouvrement de créances via ces technologies.\n\n### Conclusion\nL'IA ne remplacera pas l'avocat, elle le transformera en Homo Algorithmicus."
    }
  ]
 },
    {
      "title": "Révélation : 950 milliards FCFA échappent chaque année aux radars entre le Bénin et le Nigeria",
      "date": "2026-02-25T10:00:00Z",
      "image": "https://images.unsplash.com/photo-1526303328184-67541821e332?auto=format&fit=crop&q=80&w=1200",
      [span_0](start_span)"excerpt": "Entre 700 et 950 milliards FCFA circulent chaque année hors de tout contrôle entre le Bénin et le Nigeria. Découvrez comment cette économie fantôme impacte la sécurité régionale.[span_0](end_span)",
      [span_1](start_span)"body": "### Un trou noir financier aux chiffres vertigineux\n\nMes récentes investigations révèlent une réalité alarmante : entre **700 et 950 milliards de francs CFA** circulent annuellement via des circuits de change parallèles entre le Bénin et le Nigeria[span_1](end_span). [span_2](start_span)Cette somme représente environ **15 % du PIB béninois** ou trois fois le budget de la santé du pays pour 2023[span_2](end_span)[span_3](start_span).\n\nCette opacité repose sur un paradoxe frappant : l'utilisation d'infrastructures formelles pour créer 100 % d'opacité[span_3](end_span)[span_4](start_span), comme l'a démontré cette [enquête approfondie de Banouto](https://banouto.bj/investigation-reportages/article/20251229-flux-financiers-illicites-des-milliards-de-fcfa-entre-le-benin-et-le-nigeria)[span_4](end_span).\n\n### L’inquiétante dimension sécuritaire\n\nAu-delà de l'économie, c'est la sécurité de l'espace UEMOA qui est en jeu. [span_5](start_span)Sur le terrain, notamment à Malanville, les témoignages confirment que des réseaux de change informels servent de courroie de transmission pour le financement du terrorisme[span_5](end_span)[span_6](start_span).\n\nLe schéma est cyclique :\n\n* **Commerce illicite** de carburant (80% des importations informelles)[span_6](end_span)[span_7](start_span).\n* **Conversion via des cambistes** sans aucun contrôle KYC[span_7](end_span)[span_8](start_span).\n* **Approvisionnement en liquidités** des groupes armés terroristes dans la région des trois frontières[span_8](end_span)[span_9](start_span)[span_10](start_span).\n\n### Vers une solution : la technologie au service de la compliance\n\nPour assainir cet écosystème, je préconise un déploiement technologique immédiat :\n\n* **Généralisation du KYC biométrique** : L'adoption d'outils comme DAT-IDCanopy permettrait de neutraliser une majorité de flux anonymes[span_9](end_span)[span_10](end_span)[span_11](start_span).\n* **Traçabilité géolocalisée** : Utiliser la plateforme RASME pour suivre les flux financiers en temps réel[span_11](end_span)[span_12](start_span).\n\n**Gilles Sixte FELIHO**\nExpert Anti-Blanchiment & Droit France-Afrique[span_12](end_span)[span_13](start_span)[span_14](start_span)\n\n*Retrouvez mon ouvrage [\"Blanchiment en liberté\" sur Amazon](https://amzn.eu/d/2ulldWC)[span_13](end_span)[span_14](end_span).*"
    }
  ]
}


