{
  "homepage": {
    "hero_title": "Transformer le Droit par l’Intelligence Artificielle.",
    "hero_subtitle": "De l’expertise juridique OHADA et anti blanchiment de capitaux, aux solutions de recouvrement augmentées par l’IA, GSF Consulting International réinvente le conseil pour l’Afrique.",
    "vision_subtitle": "Une transition vers le conseil 4.0",
    "vision_text": "Depuis plus de 20 ans, GSF Conseil accompagne les grandes institutions de l’espace francophone. Aujourd’hui, sous l’impulsion de Gilles Feliho, nous devenons GSF Consulting International.\n\nNotre mission ? Allier la profondeur de l’expertise juridique traditionnelle à la puissance de l’intelligence artificielle. Nous aidons les entreprises, États et investisseurs à naviguer dans la complexité du droit des affaires africain (OHADA, UEMOA), tout en optimisant leurs processus critiques comme le recouvrement de créances et la gestion des risques."
  },
  "piliers_section": {
    "title": "Nos 5 Piliers d’Excellence",
    "piliers": [
      {
        "title": "Innovation Juridique",
        "description": "L’IA au service de la résolution de litiges et de la conformité. LegalTech et Intelligence Artificielle Juridique."
      },
      {
        "title": "Expertise Afrique-Francophonie",
        "description": "Maîtrise absolue des espaces OHADA, UEMOA, CEDEAO et CIMA. Conseil juridique OHADA."
      },
      {
        "title": "Maîtrise Technologique",
        "description": "Des solutions SaaS et des algorithmes propriétaires."
      },
      {
        "title": "Négociation Internationale",
        "description": "Une approche diplomatique et stratégique des conflits."
      },
      {
        "title": "Gestion du Risque",
        "description": "Protection des investissements et sécurisation des projets. Due Diligence et Sécurisation juridique."
      }
    ]
  },
  "expert_section": {
    "bio": "Expert international en droit des affaires et anti-blanchiment de capitaux, pionnier de l’intersection entre le droit africain et l’intelligence artificielle. Auteur de Homo Algorithmicus et Blanchiment en liberté.",
    "book_fnac": "https://www.fnac.com/livre-numerique/a21477208/Gilles-Feliho-Homo-Algorithmicus",
    "book_amazon": "https://www.amazon.fr/dp/B0FBKFJRZC"
  },
  "blog_posts": [
    {
      "title": "Intelligence stratégique, souveraineté cognitive et conformité globale en Afrique",
      "date": "2026-02-26T10:00:00.000Z",
      "image": "https://media.licdn.com/dms/image/v2/D4D12AQFU12fCQXH7Aw/article-cover_image-shrink_720_1280/B4DZh1B0xtGgAQ-/0/1754310081071?e=2147483647&v=beta&t=LSMaP6YsupmJY_l_twUfqgz88JIMlAIUc2cI_D5Suvk",
      "excerpt": "Conseil stratégique pour États africains : l’IA et la finance numérique imposent une nouvelle souveraineté. Découvrez l’Audit de Souveraineté Cognitive™.",
      "body": "### Intelligence stratégique et souveraineté cognitive\n\nL’intelligence artificielle (IA) redéfinit actuellement le secteur financier mondial. Pour les États et les institutions africaines, l’enjeu dépasse la simple conformité financière UEMOA ; il s’agit de protéger leur souveraineté numérique Afrique.\n\nFace à l’opacité des algorithmes, GSF Consulting International déploie une méthodologie exclusive : l’Audit de Souveraineté Cognitive™. Cette approche, née d’une expertise unique entre l’Afrique et l’Europe, transforme le risque réglementaire en avantage stratégique.\n\n1. Innovation Proactive : Anticiper les normes (BCEAO, OHADA, AI Act).\n2. Transparence Algorithmique : Passer de la boîte noire à la « boîte de verre ».\n3. Levier ESG : Sécuriser vos actifs par une éthique algorithmique exemplaire.\n\nGSF Consulting est l’architecte de votre sécurité juridique à l’ère de l’IA."
    },
    {
      "title": "L’Intelligence Artificielle va-t-elle remplacer les avocats en Afrique ?",
      "date": "2026-02-23T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "Analyse critique de l’impact de l’IA sur les métiers du droit dans l’espace OHADA et l’UEMOA.",
      "body": "### Introduction\nLa question n’est plus une anticipation futuriste. Elle anime aujourd’hui les débats des bâtonniers d’Abidjan à Dakar. Nous assistons à une réinvention profonde de la profession.\n\n### I. L’IA déjà opérationnelle\nEn 2025, dans les hubs comme le Nigeria ou l’Afrique du Sud, des outils comme LawPavilion réduisent le temps de révision documentaire de 70%. Au Kenya, LegalBot offre déjà des conseils via chatbot.\n\n### II. Positions des Barreaux\n- Kenya : La Cour suprême appelle à une vigilance éthique après des citations fictives.\n- Côte d’Ivoire : Le Bâtonnier Florence Loan-Messan souligne que l’IA optimise déjà les coûts en cabinet.\n- Sénégal : Maître Léon Sarr voit l’IA comme une nécessité pour une justice équitable.\n\n### III. L’Avocat Augmenté\nL’IA remplace les tâches administratives (73% du temps des avocats), mais pas le jugement éthique ni la relation client. L’avocat qui utilise l’IA remplacera celui qui la refuse.\n\n### IV. Spécificités OHADA\nLe droit OHADA, par son unification, est un terrain idéal pour l’IA. GSF Consulting développe des solutions pour accélérer le recouvrement de créances via ces technologies.\n\n### Conclusion\nL’IA ne remplacera pas l’avocat, elle le transformera en Homo Algorithmicus."
    },
    {
      "title": "Révélation : 950 milliards FCFA échappent aux radars entre le Bénin et le Nigeria",
      "date": "2026-02-25T10:00:00.000Z",
      "image": "https://ipe-sl.org/wp-content/uploads/2023/05/Screen-Shot-2023-05-30-at-23.41.11.png",
      "excerpt": "Enquête sur les flux financiers illicites et le financement du terrorisme. Solutions de traçabilité numérique.",
      "body": "### RÉVÉLATION : 700 à 950 milliards FCFA échappent chaque année aux contrôles entre le Bénin et le Nigeria\n\nGilles Sixte FELIHO\nExpert Anti-Blanchiment & Droit France-Afrique\nAuteur \"Blanchiment en liberté\" | Ex-Conseiller BIDC\n\n2 février 2026\n\n#### Résumé : Comment l’économie \"fantôme\" alimente le terrorisme et que faire pour l’enrayer ?\n\nAnalyse exclusive des flux financiers illicites transfrontaliers Bénin-Nigeria basée sur des investigations terrain et données institutionnelles. Révélation des mécanismes de financement du terrorisme via les circuits parallèles de change et propositions de solutions technologiques et réglementaires.\n\n#### 1. Découvertes sur le terrain\n\nMes récentes investigations révèlent une réalité alarmante : entre 700 et 950 milliards de francs CFA circulent annuellement entre le Bénin et le Nigeria via des circuits parallèles.\n\n##### 1.1 Les chiffres révélateurs\n\n- 935,6 milliards FCFA d’importations informelles du Nigeria (2023)\n- 608,2 milliards FCFA d’exportations informelles vers le Nigeria (2023)\n- Écart de change jusqu’à 30% entre officiel et parallèle\n\n##### 1.2 Le mécanisme opérationnel\n\nÀ Sèmè-Kraké, j’ai observé des cambistes utilisant les canaux formels locaux pour donner une apparence de légalité à des transferts transfrontaliers illégaux.\n\n#### Contexte plus large du blanchiment au Bénin\n\nComme détaillé dans mon ouvrage \"Blanchiment en liberté : Comment les failles du système béninois sapent la lutte AML/CFT\", la lutte contre le blanchiment en Afrique de l’Ouest se joue au Bénin. L’arsenal législatif inopérant et la supervision fantomatique des professions clés créent des terrains de jeux libres pour le blanchiment. Les institutions nationales défaillantes nourrissent l’impunité financière. Conséquence directe : Le Bénin sert de plateforme aux flux illicites régionaux, menaçant la stabilité de toute la CEDEAO.\n\n#### 2. L’inquiétante dimension sécuritaire\n\nCe qui rend cette situation explosive, c’est le lien direct avec le financement du terrorisme dans le nord du Bénin. Un cambiste de Malanville révèle : \"Leur problème c’est juste avoir le FCFA.\"\n\n#### 3. Recommandations stratégiques\n\n- Généralisation de la plateforme RASME (BAD/Banque Mondiale).\n- Adoption accélérée DAT-IDCanopy (UEMOA) : KYC biométrique obligatoire.\n- Application stricte instruction BCEAO n°003-03-2025 (LCB-FT).\n\nL’Afrique de l’Ouest peut devenir un modèle mondial de sécurité financière numérique. Mon expertise est à disposition des institutions souhaitant sécuriser leurs écosystèmes financiers.\n\nPour approfondir : \"Blanchiment en liberté\" disponible sur Amazon."
    }
  ]
}
