{
  "homepage": {
    "hero_title": "Transformer le Droit par l’Intelligence Artificielle.",
    "hero_subtitle": "De l’expertise juridique OHADA et anti blanchiment de capitaux, aux solutions de recouvrement augmentées par l’IA, GSF Consulting International réinvente le conseil pour l’Afrique.",
    "vision_subtitle": "Une transition vers le conseil 4.0",
    "vision_text": "Depuis plus de 20 ans, GSF Conseil a accompagné les grandes institutions de l’espace francophone. Aujourd’hui, sous l’impulsion de Gilles Feliho, nous devenons GSF Consulting International.\n\nNotre mission ? Allier la profondeur de l’expertise juridique traditionnelle à la puissance de l’intelligence artificielle. Nous aidons les entreprises, États et investisseurs à naviguer dans la complexité du droit des affaires africain, tout en optimisant leurs processus critiques comme le recouvrement de créances et la gestion des risques."
  },
  "piliers_section": {
    "title": "Nos 5 Piliers d’Excellence",
    "piliers": [
      {
        "title": "Innovation Juridique",
        "description": "L’IA au service de la résolution de litiges et de la conformité. LegalTech et Intelligence Artificielle Juridique."
      },
      {
        "title": "Expertise Afrique-Francophonie",
        "description": "Maîtrise absolue des espaces OHADA, UEMOA, CEDEAO et CIMA. Conseil juridique OHADA."
      },
      {
        "title": "Maîtrise Technologique",
        "description": "Des solutions SaaS et des algorithmes propriétaires."
      },
      {
        "title": "Négociation Internationale",
        "description": "Une approche diplomatique et stratégique des conflits."
      },
      {
        "title": "Gestion du Risque",
        "description": "Protection des investissements et sécurisation des projets. Due Diligence et Sécurisation juridique."
      }
    ]
  },
  "expert_section": {
    "bio": "Expert international en droit des affaires et anti-blanchiment de capitaux, pionnier de l’intersection entre le droit africain et l’intelligence artificielle. Auteur de Homo Algorithmicus et Blanchiment en liberté.",
    "book_fnac": "https://www.fnac.com/livre-numerique/a21477208/Gilles-Feliho-Homo-Algorithmicus",
    "book_amazon": "https://www.amazon.fr/dp/B0FBKFJRZC"
  },
  "blog_posts": [
    {
      "title": "Intelligence stratégique et souveraineté cognitive : Reprendre le contrôle à l’ère de l’IA",
      "date": "2026-02-26T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1507146153580-69a1fe6d8aa1?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "L'urgence d'une souveraineté numérique africaine face au « Black Box Juridique ». Découvrez l'Audit de Souveraineté Cognitive™.",
      "body": "L’intelligence artificielle (IA) redéfinit actuellement le secteur financier mondial, avec un marché estimé à 294 milliards de dollars en 2025. Si cette révolution promet une efficacité accrue et une inclusion financière élargie, elle porte en elle un tranchant redoutable : le **« Black Box Juridique »**.\n\n### L’urgence d’une souveraineté numérique africaine\nLes récentes sanctions de la **BCEAO** à Dakar et les mises en garde de l’**ACPR** à Paris illustrent un syndrome mondial : l’opacité mortifère des algorithmes. En déléguant des décisions critiques (scoring de crédit, détection de fraude) à des systèmes importés et indéchiffrables, les institutions financières s’exposent à un **« Risque Réglementaire Invisible »**.\n\n### L’Audit de Souveraineté Cognitive™ : Transformer le risque en avantage\nFace à cette menace, **GSF Consulting International**, sous l’impulsion de Gilles Feliho, déploie une méthodologie exclusive : l’**Audit de Souveraineté Cognitive™**. \n\nLoin d'être une simple charge, cette approche transforme la conformité en un levier de valorisation stratégique via trois promesses fondamentales :\n1. **De la conformité défensive à l'innovation proactive**\n2. **De la boîte noire à la « boîte de verre »**\n3. **Du coût au levier ESG**\n\n### GSF Consulting : L’architecte de votre sécurité juridique\nFort de 20 ans d'accompagnement des grandes institutions de l'espace francophone, GSF Consulting International réinvente le conseil 4.0. En alliant la profondeur de l’**expertise juridique OHADA** à la puissance de l’IA, nous aidons les décideurs à bâtir une forteresse juridique inébranlable."
    },
    {
      "title": "L’Intelligence Artificielle va-t-elle remplacer les avocats en Afrique ?",
      "date": "2026-02-23T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "Analyse critique de l’impact de l’IA sur les métiers du droit dans l’espace OHADA et l’UEMOA.",
      "body": "### Introduction\nLa question n’est plus une anticipation futuriste. Elle anime aujourd’hui les débats des bâtonniers d’Abidjan à Dakar. Nous assistons à une réinvention profonde de la profession."
    },
    {
      "title": "Révélation : 950 milliards FCFA échappent aux radars entre le Bénin et le Nigeria",
      "date": "2026-02-25T10:00:00.000Z",
      "image": "https://images.unsplash.com/photo-1526303328184-67541821e332?auto=format&fit=crop&q=80&w=1200",
      "excerpt": "Analyse exclusive des flux financiers illicites transfrontaliers Bénin-Nigeria. Comment l’économie fantôme alimente le terrorisme.",
      "body": "#### 1. Découvertes sur le terrain\n\nMes récentes investigations révèlent une réalité alarmante : entre 700 et 950 milliards de francs CFA circulent annuellement via des circuits parallèles.\n\n- 935,6 milliards FCFA d’importations informelles du Nigeria (2023)\n- Équivalent : 15% du PIB béninois.\n\n#### 2. L’inquiétante dimension sécuritaire\nCe qui rend cette situation explosive, c’est le lien direct avec le financement du terrorisme dans le nord du Bénin. Pour y remédier, l'adoption du KYC biométrique et de la plateforme RASME est impérative."
    }
  ]
}
